{
    "prefix": "/",
    "deleteCommands": true,
    "moronTriggers": [
        "calculus",
        "calc",
        "math",
        "physics"
    ],
    "quoteTriggers": [
        "doc",
        "jere",
        "hassburger",
        "quote"
    ],
    "quotes": [
        "Oh, so you went From the White House to the outhouse",
        "At certain institutions where a tree nut is considered a mascot and the rules of polite society are ignored, vectors may be allowed to wander aimlessly without their hats, but this would be considered quite crude at any real instituted of higher learning",
        "What are you going to do with that degree? Teach? Oh no, you do NOT want to do that",
        "One week left, and some of you still won't make it",
        "Don't be a moron. Just don't be a moron. Just don't do it. Don't rip your test booklets like Andrew Abdallah and Matthew Bartow. Don't be a moron!",
        "This problem is very rich in calculus. Karen would be orgasming over this problem",
        "It's just substitution",
        "Stop playing games and surfing porn in my class",
        "I have only been wrong once, and that was when I was wrong about being wrong",
        "If you factor sin you go to math hell",
        "Your ancestors made the Arabic number system!",
        "Leibniz is my hero. I wanted to name the dog Leibniz",
        "All the smart people seem to have something seriously wrong with their brains. Like my best student, he got brain cancer.",
        "No one was ever late to my practice even if they were failing calculus",
        "What's the weirdest thing someone has done in my class? Well, one student called me Hitler and made a video to prove it.",
        "Don't jump out the window until I get that book",
        "Mr. Potter! You can't even put your name on the card right! If I had seen this at the beginning of the year, you would have been out of this class!",
        "Remember to keep an eye on your plutonium",
        "That's the funniest racist thing I've heard",
        "Knowing calculus makes you smarter than a grain of sand on the beach.",
        "If it were me and a falling cat, I would conserve energy",
        "*looks down at imaginary watch*",
        "Link crew... Oh I thought they were going to execute you",
        "Why does your hornet look like it's buzzed up on cocaine?",
        "That is the dumbest question of the year",
        "You don't have to feel obligated to say the Pledge of Allegiance. I mean, you French are great. Thanks for the Statue of Liberty.",
        "No one wants to talk to me at this time of the year because I've ruined their kid's GPA.",
        "I can teach you how to make an atomic bomb. Then I have to kill you.",
        "Pencils down. Pencils Down. PENCILS DOWN. PENCILS DOWNNNN!!!!!!!!!!!!!!!!!",
        "Ayush, you need to grow up",
        "I'm going to decapitate someone",
        "Get those papers off your desk, you cheating scumbag",
        "And then he tries to separate the variables and... oh my God...",
        "My best advice for the ap exam is don't be a moron",
        "WorkAsRapidlyAsPossibleWithoutLosingAccuracyIfYouGetStuckOnAProblemGoOnAndComeBackIfYouHaveExtraTimeCreditOnTheFreeResponseDependsBothOnTheAnswerAndTheQualityOfTheWork",
        "Which one is it? 1 or 4? Either way I'm still gonna make fun of you",
        "Give them to me you incompetent incompetents",
        "I wish my father pushed my mother out of the hot air balloon at 3620 feet. My brother bought them a hot air balloon ride for their 50th wedding anniversary, and my mother had her eyes closed the whole time.... I wish my father pushed her over the side and she hit ground with a velocity of 482 ft/second",
        "It's in the suburbs of the galaxy",
        "I would expect a hard test on Monday, a very hard lab on Tuesday, a very, very hard exam on Wednesday, and another very hard lab on Friday.",
        "Do you have liquor in that water bottle?",
        "Three out of the two quizzes I have checked screwed it up",
        "Hyperbolic trigonometric functions are not just used by Pinko communist freaks who want to save the condors",
        "What is it about physics students? Always want to get naked",
        "Woah, almost as good as drugs",
        "It doesn't matter if it's the truth or not, I'm allowed to lie",
        "What's you name? Early Onset Alzheimer's?",
        "I want to burn the paper. No, I want to fail the student. No, I want to burn the student.",
        "Ayush, you can't make up your own sign for pi",
        "Look at that, I explained something and someone got it. You should write that down",
        "What am I speaking, Swahili?",
        "I bet some of you drink more beer than I do",
        "The Funda-FREAKING-mental Theorem of Caclulus",
        "How much does the radius of the gold coin affect its value? Well its more than Mr Rogers makes putting up explicit signs at Wendy's",
        "Now Adi does not look like a rich snobby white kid...",
        "It's not something which you should not necessarily understand.",
        "Not enough bears had sex that year",
        "Race baiting cop hating anti-religion rap crap",
        "I don't have a fly, so I guess I'll have to use a flying turtle",
        "I don't make kids cry, they choose to cry",
        "Look at Doc Hassburger, he's an old fuddy duddy",
        "Jasina, what are you doing?! Playing space invaders on your iPod?",
        "I'm not here for the salsa dancing, just the drinking",
        "It's not a very good method of transportation. The bullets'll keep going too. They'll probably hit the neighbor's house and kill the hampster.",
        "It's never good to have a laser pointed at your chest",
        "AAAAAALLLLLLLLLLLLLLLLLLLLLLLLLLLLLLL over...",
        "I trust Spencer because he agrees with me",
        "If your phone is out one more time, I will put an atom bomb in your backpack and blow up the entire school",
        "If you don't like that rule, email Karen - She's at Hofstra University",
        "You are punched for not applying the theoerm",
        "You can pat yourself on the back. Just don't break your arm",
        "I exert a thrusting force into the rocket",
        "Did you all finish writing that down? Good. Erase it and write this instead.",
        "What do YOU think?",
        "If you can't apply Newton's Second Law you deserve to fail this course",
        "You're all smarter than me. Maybe not you Andrew but certainly Mr. Fitzpatrick",
        "Some of you can't get over your religious belief that K=.5mv^2",
        "Why can't you answer MY question",
        "All of you who didn't get 100% just killed 200 people"
    ],

    "quoteOuttakes":
    [
        "3 points for Gryffindor",
        "What does self discipline mean to yoooooouuuuuu Mr. Humphrey",
        "They moved the mass to the left, that's not fair",
        "Unless it's scotch. That stuff will kill anything.",
        "Do some damn homework!",
        "The furnace fairy comes",
        "*long pause*",
        "YOU ALL DESERVE TO FAIL MY CLASS"

    ]
}